[
    {
        "Name_est": "AT teadaanne",
        "Name_eng": "Judicial official announcement",
        "Version": "2014-06-01",
        "Start_date": "06.04.2015",
        "End_date": "",
        "Description_est": "Ametlike Teataannete universiaalne XML skeem",
        "Description_eng": "Judicial official announcements schema",
        "Resource_type": [
            "Standardsed metaandmed",
            "Dokumendiliigi XML andmekirjeldus"
        ],
        "Owner": "Justiitsministeerium",
        "Status": "Ettepanek sisestamisel"
    },
    {
        "Name_est": "Dokumendihalduse metaandmed",
        "Name_eng": "Records Management Metadata",
        "Version": "2.1",
        "Start_date": "01.06.2016",
        "End_date": "28.02.2013",
        "Description_est": "Dokumendihalduse metaandmete loend ja skeemid on mõeldud rakendamiseks eelkõige Eesti avaliku sektori asutustes, kuid sobivad kasutamiseks ka teistes organisatsioonides. Eesmärgiks on ühtlustada metaandmeid erinevates dokumente haldavates süsteemides, et: 1) tagada dokumentide, nende konteksti ja haldamise ajaloo nõuetekohane kirjeldamine, 2) edendada elektroonilist dokumendivahetust ning 3) lihtsustada dokumentide üleandmist Rahvusarhiivi. Metaandmete loendis on elementidele lisatud viited sama tähendusega elementidele, mida sisaldavad mõned teiste riikide või rahvusvahelised metaandmemudelid.",
        "Description_eng": "The Records Management Metadata set (the XML schemas and the list of elements) is designed to be applied primarily in the public sector agencies of Estonia, but is also suitable for other organisations. The objective of application of the metadata set is to unify the metadata in various systems managing documents and records in order to: 1) ensure proper describing of records, their context, and their management through time, 2) enhance the electronic exchange of documents and records, and 3) simplify the transfer of records to the National Archives. The list of metadata elements contains references to equivalent elements found in some foreign or international metadata models.",
        "Resource_type": "Standardsed metaandmed",
        "Owner": "Majandus- ja Kommunikatsiooniministeerium",
        "Status": "Lõpetatud"
    },
    {
        "Name_est": "Dokumendihalduse metaandmed",
        "Name_eng": "Records Management Metadata",
        "Version": "3.0",
        "Start_date": "01.02.2013",
        "End_date": "",
        "Description_est": "Dokumendihalduse metaandmete loend ja skeemid on mõeldud rakendamiseks eelkõige Eesti avaliku sektori asutustes, kuid sobivad kasutamiseks ka teistes organisatsioonides. Eesmärgiks on ühtlustada metaandmeid erinevates dokumente haldavates süsteemides, et: 1) tagada dokumentide, nende konteksti ja haldamise ajaloo nõuetekohane kirjeldamine, 2) edendada elektroonilist dokumendivahetust, 3) ühtlustada dokumentide avalikustamisel kasutatavaid metaandmeid, 4) võimaldada statistilist aruandlust, 5) lihtsustada dokumendiliikide andmekirjelduste koostamist ning 6) lihtsustada dokumentide üleandmist Rahvusarhiivi. Metaandmete loendis on elementidele lisatud viited sama tähendusega elementidele, mida sisaldavad mõned teiste riikide või rahvusvahelised metaandmemudelid. Versioonis 3.0 on võetud arvesse uute ja uuendatud õigusaktide nõudeid ja vahepealseid rahvusvahelisi arenguid.",
        "Description_eng": "The Records Management Metadata set (the XML schemas and the list of elements) is designed to be applied primarily in the public sector agencies of Estonia, but is also suitable for other organisations. The objective of application of the metadata set is to harmonise the metadata in various systems managing documents and records in order to: 1) ensure proper describing of records, their context, and their management through time, 2) enhance electronic exchange of documents and records, 3) harmonise the metadata used in the disclosure of records, 4) enable statistical reporting, 5) simplify the development of data descriptions for record types, and 6) simplify the transfer of records to the National Archives. The list of metadata elements contains references to equivalent elements found in some foreign or international metadata models. In version 3.0, the requirements of new and amended legislative acts and international developments have been taken into account.",
        "Resource_type": "Standardsed metaandmed",
        "Owner": "Majandus- ja Kommunikatsiooniministeerium",
        "Status": "Registreeritud"
    },
    {
        "Name_est": "Eesti hea tava taksonoomia",
        "Name_eng": "Estonia's GAAP taxanomy",
        "Version": "2011-01-01",
        "Start_date": "01.01.2011",
        "End_date": "",
        "Description_est": "Majandusaasta aruande taksonoomia. Taksonoomia põhineb laiendataval rahandusalaste andmete aruandluskeele (eXtensible Business Reporting Language) standardil 2.1 (edaspidi XBRL) ja standardi laiendusel nimega Dimensions 1.0. Taksonoomia sisaldab bilansi, kasumiaruande, koondkasumiaruande, rahavoogude aruande, omakapitali liikumise aruande, raamatupidamise aastaaruande lisade ja majandusaasta aruandega koos esitatavate dokumentide elemente ning vorme.",
        "Description_eng": "",
        "Resource_type": "XBRL taksonoomia",
        "Owner": "XBRL taksonoomia",
        "Status": "Ettepanek sisestamisel"
    },
    {
        "Name_est": "Elektroonilise andmevahetuse metaandmete loend",
        "Name_eng": "List of digital data exchange metadat",
        "Version": "1.0",
        "Start_date": "31.08.2008",
        "End_date": "31.12.2018",
        "Description_est": "Metaandmed, mida saadetakse dokumendi edastamisel DVK kaudu, lihtsustamaks elektroonilist suhtlust dokumendihaldussüsteemide ja teiste infosüsteemide vahel.",
        "Description_eng": "Metadata is transmitted via document exchange centre to simplify digital interaction between document management systems and other information systems.",
        "Resource_type": [
            "Standardsed_metaandmed",
            "Andmevahetuse_konteiner"
        ],
        "Owner": "Riigi Infosüsteemi Amet",
        "Status": "Lõpetatud"
    },
    {
        "Name_est": "Elektroonilise andmevahetuse metaandmete loend",
        "Name_eng": "List of digital data exchange metadata",
        "Version": "2.1",
        "Start_date": "01.01.2014",
        "End_date": "",
        "Description_est": "Metaandmed, mida saadetakse dokumendi edastamisel DVK kaudu, lihtsustamaks elektroonilist suhtlust dokumendihaldussüsteemide ja teiste infosüsteemide vahel.",
        "Description_eng": "Metadata, that is transmitted via Document Exchange Centre to simplify digital interaction between document management systems and other information systems.",
        "Resource_type": [
            "Standardsed metaandmed",
            "Andmevahetuse konteiner"
        ],
        "Owner": "Riigi Infosüsteemi Amet",
        "Status": "Registreeritud"
    },
    {
        "Name_est": "Kiri (teabenõue märgukiri selgitustaotus)",
        "Name_eng": "Letter(request for informatsion, informational letter, request for explanation)",
        "Version": "1.0",
        "Start_date": "",
        "End_date": "",
        "Description_est": "Dokumendiliigi „kiri“ andmekirjeldus koos XML skeemidega. Rakendamiseks avaliku sektori asutustes ja teabeväravas eesti.ee ning soovitavalt ka erasektori organisatsioonides. Andmekirjeldus on kooskõlas Eesti standardiga EVS 882:-1 „INFORMATSIOON JA DOKUMENTATSIOON. Dokumendielemendid ja vorminõuded. Osa 1. Kiri“ ja kohaldatav Eesti õigusaktides nimetatud kirja alaliikidele (teabenõue, selgitustaotlus, märgukiri jm). Potentsiaalselt kasutatav rahvusvahelises kirjavahetuses.",
        "Description_eng": "Data description of and XML schemas for the document\/record type “letter”. To be applied in the public sector agencies of Estonia and the State Portal eesti.ee, but recommended also for private sector organisations. Harmonised with Estonian standard EVS 882:1-2013 and applicable also for various sub-types of letters, described in the Estonian legislation (“request for information”, “informational letter”, “request for explanation”, etc.). Potentially usable with international correspondence.",
        "Resource_type": "Dokumendiliigi XML andmekirjeldus",
        "Owner": "Majandus- ja Kommunikatsiooniministeerium",
        "Status": "Ettepanek sisestamisel"
    },
    {
        "Name_est": "Õigusakt",
        "Name_eng": "Basic Act",
        "Version": "10.02.2010",
        "Start_date": "",
        "End_date": "",
        "Description_est": "Skeemid XML struktuuriga õigusaktide koostamiseks ja avaldamiseks Riigi Teatajas.",
        "Description_eng": "XML schemas for creating and publishing legal acts in Riigi Teataja",
        "Resource_type": "Dokumendiliigi XML andmekirjeldus",
        "Owner": "Justiitsministeerium",
        "Status": "Registreeritud"
    }
]